Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/patentstyret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: På grunn av at avgiftene øker progressivt og at avgiftene av og til blir justert må søkeren/ innehaveren av patent sjekke avgiftsgrunnlaget i betalingsforskriften.
nn: På grunn av at avgiftene auker progressivt og at avgiftene av og til blir justert må søkaren/ innehavaren av patentet sjekke avgiftsgrunnlaget i betalingsforskrifta.

source: Hvis det foreligger rimelig grunn, gir vi en fristforlengelse på 14 dager.
nn: Viss det foreligg rimeleg grunn, gir vi ei fristforlenging på 14 dagar.

source: I tillegg har Trøndelag Forskning og Utvikling bidratt med rådgiving og Innovasjon Norge bidratt med økonomisk støtte.
nn: I tillegg har Trøndelag Forskning og Utvikling bidrege med rådgiving og Innovasjon Noreg med økonomisk støtte.

source: Kanskje du finner noe som inspirerer til videre innovasjon?
nn: Kanskje du finn noko som inspirerer til vidare innovasjon?

source: bestille en forundersøkelse av Patentstyret
nn: bestille ei forundersøking av Patentstyret

source: For å få patent på en oppfinnelse må den skille seg vesentlig fra tidligere kjent teknikk på området.
nn: For å få patent på ei oppfinning må den skilje seg vesentleg frå tidlegare kjent teknikk på området.

source: at designet ikke utelukkende oppfyller en teknisk funksjon
nn: at designet ikkje utelukkande oppfyller ein teknisk funksjon.

source: — Vi vil forske mer for å finne optimale løsninger for både akustikk, spesifikke frekvensområder og for eksempel hygroskopiske egenskaper.
nn: — Vi vil forske meir for å finne optimale løysingar for både akustikk, spesifikke frekvensområde og for eksempel hygroskopiske eigenskapar.

source: viser all offentlig informasjon knyttet til varemerker, patenter og design.
nn: viser all offentleg informasjon knytta til varemerke, patent og design.

source: Validering av europeisk patent i Norge
nn: Validering av europeisk patent i Noreg

source: Se listen over nye toppdomener som har blitt delegert
nn: Sjå lista over nye toppdomene som har blitt delegert

source: Selv da er det komplisert, og vi anbefaler deg at du søker profesjonell hjelp som kan skrive søknaden for deg.
nn: Sjølv då er det komplisert, og vi anbefaler at du søkjer profesjonell hjelp som kan skrive søknaden for deg.

source: Reguleringer på området er viktig
nn: Reguleringar på området er viktig

source: Vi har ikke tatt for oss alle nyanser eller unntak, og vi har heller ikke gått inn på hvordan for eksempel avtaler, andre rettsregler eller andre forhold kan påvirke resultatet.
nn: Vi har ikkje teke for oss alle nyansar eller unnatak, og vi har heller ikkje gått inn på korleis for eksempel avtaler, andre rettsreglar eller andre forhold kan påverke resultatet.

source: «Å jobbe som saksbehandler innen patent er utfordrende og lærerikt når det gjelder innovasjon, teknisk utvikling og kundeservice.
nn: «Å jobbe som saksbehandlar innan patent er utfordrande og lærerikt når det gjeld innovasjon, teknisk utvikling og kundeservice.

source: Det er bare nødvendige kostnader som eventuelt kan tilkjennes, det vil si kostnader som fremstår som rimelig for å vareta parten sine interesser i saken.
nn: Det er berre nødvendige kostnader som eventuelt kan tilkjennast, det vil seie kostnader som framstår som rimelege for å vareta parten sine interesser i saka.

source: Det ble full klaff.
nn: Det blei full klaff.

source: Du kan sende inntil sju bilder av hvert design du vil registrere.
nn: Du kan sende inntil sju bilete av kvart design du vil registrere.

source: Slagord som mangler særpreg
nn: Slagord som manglar særpreg

source: — Hvem ringer til kundesenteret?
nn: — Kven ringjer til kundesenteret?

source: Frist for å sende inn manglende prioritetsopplysninger
nn: Frist for å sende inn manglande prioritetsopplysningar

source: arrest i design- og patentrettigheter
nn: arrest i design- og patentrettar

source: Registreringsplikt for organisasjonene som omfattes av tilsynet
nn: Registreringsplikt for organisasjonane som blir omfatta av tilsynet

source: Hvis patentet er meddelt på engelsk, kan Patentstyret pålegge innehaveren av patentet å sende inn en oversettelse av patentskriftet til norsk.
nn: Dersom patentet er kunngjort på engelsk, kan Patentstyret påleggje innehavaren av patentet å sende inn ei omsetjing av patentskriftet til norsk.

source: Du må legge ved en fullmakt som bekrefter fullmektigforholdet hvis dette ikke er sendt inn tidligere.
nn: Du må leggje ved ei fullmakt som bekrefter fullmektigforholdet viss dette ikkje er sendt inn tidlegare.

source: Hvis du mener at et foretaksnavn registrert i Foretaksregisteret er forvekselbart med ditt foretaksnavn eller varemerke, kan du sende inn en klage til Patentstyret.
nn: Viss du meiner at et føretaksnamn registrert i føretaksregisteret er forvekselbart med ditt føretaksnamn eller varemerke, kan du sende inn ein klage til Patentstyret.

source: for gode råd og tips om hva du må vurdere før du sender inn en søknad.
nn: for gode råd og tips om kva du må vurdere før du sender inn ein søknad.

source: Når du som patentrådgiver skal utføre databasesøk for å sjekke nyhetsverdien av en oppfinnelse, er det viktig å få med alle patenter og annen litteratur som kan være hindrende for oppfinnelsens vei videre.
nn: Når du som patentrådgjevar skal utføre databasesøk for å sjekke nyheitsverdien av ei oppfinning, er det viktig å få med alle patent og annan litteratur som kan vere hindrande for oppfinninga sin veg vidare.

source: Den som har sendt inn en protest blir imidlertid ikke part i saken, det blir kun sendt et generelt brev hvor vi bekrefter at protesten er mottatt.
nn: Den som har sendt inn ein protest blir ikkje part i saka, det blir kun sendt eit generelt brev kor vi bekrefter at protesten er motteke.

source: Dolva forteller at også lyder, farger, smaker og lukter kan fungere som et varemerke, men at det ikke er vanlig i Norge, og at det ikke finnes noen registrerte smak eller lukt-varemerker i Norge i dag.
nn: Dolva fortel at også lydar, fargar, smakar og lukter kan fungere som eit varemerke, men at det ikkje er vanleg i Noreg, og at det ikkje finst nokon registrerte smak- eller luktvaremerke i Noreg i dag.

source: opplysning om hvilke varer og tjenester innsigelsen gjelder, alternativt hvilke varer og tjenester som er uberørt av innsigelsen, hvis registreringen kreves bare delvis opphevet.
nn: opplysning om kva for varer og tenester motsegna gjeld, alternativt kva for varer og tenester motsegna ikkje gjeld, dersom registreringa berre blir kravd delvis oppheva.

source: Boken forteller hvordan han ble sosialisert med sin nye familie og viser mange av øyeblikkene de to kattene har sammen med familien, både de gøyale og de mer alvorlige.
nn: Boka fortel korleis han blei sosialisert med sin nye familie og viser mange av øyeblikka dei to kattane har saman med familien, både dei gøyale og dei meir alvorlege.

source: Vi skal være en aktiv medspiller for forskning, innovasjonsmiljøer og næringsliv – i tillegg til rollen som myndighetsorgan.
nn: Vi skal vere ein aktiv medspelar for forsking, innovasjonsmiljø og næringsliv – i tillegg til rolla vår som myndigheitsorgan.

source: De har så langt ikke opplevd kopiering, men tror det vil komme lignende løsninger når de slår gjennom.
nn: Dei har så langt ikkje opplevd kopiering, men trur det vil kome liknande løysingar på marknaden når dei slår gjennom.

source: Vi minner om at dokumenter som angår patent-, varemerke- og designsøknader, og rettigheter til patent, varemerke eller design, i utstrakt grad er tilgjengelig fra
nn: Vi minner om at dokument som handlar om patent-, varemerke- og designsøknader, og rettar til patent, varemerke eller design, i utstrekt grad er tilgjengeleg frå

source: Det er nemlig mange som har registrerte rettigheter, og du kan risikere å krenke disse hvis du ikke har kunnskap om hva du kan og ikke kan gjøre.
nn: Det er nemleg mange som har registrerte rettar, og du kan risikere å krenkje desse viss du ikkje har kunnskap om kva du kan og ikkje kan gjere.

source: GasSecure og alle de ansatte kommer til å fortsette som en norsk gren av Dräger, med fortsatt ansvar for å utvikle nye, innovative løsninger for gassdeteksjon.
nn: GasSecure og alle dei tilsette kjem til å fortsette som ei norsk grein av Dräger som framleis har ansvar for å utvikle nye, innovative løysingar for gassdeteksjon.

source: Unntak gjelder for tjenesten
nn: Unntak gjeld for tenesta

source: Dine erfaringer hjelper oss å identifisere områder som trenger forbedring.
nn: Dine erfaringar hjelper oss å identifisere område som treng forbetring.

source: Marker tydelig hvilke opplysninger i søknaden eller i vedlegg som du ønsker unntatt.
nn: Marker tydeleg kva opplysningar i søknaden eller i vedlegg som du ønskjer unnateke.

source: I tillegg blir jeg faglig oppdatert når det gjelder den nyeste teknologien, dette gjør hver arbeidsdag interessant og spennende.»
nn: I tillegg blir eg faglig oppdatert når det gjeld den nyaste teknologien, dette gjer kvar arbeidsdag interessant og spanande.»

source: februar 2016 retningslinjer som vil være til hjelp for å slå fast når en angivelse av en vare eller tjeneste er tilstrekkelig klar og presis.
nn: februar 2016 retningslinjer som vil vere til hjelp for å slå fast når ei forklaring av ei vare eller teneste er tilstrekkeleg klar og presis.

source: Du finner en oversikt over aktuelle fullmektiger i
nn: Du finn ei oversikt over aktuelle fullmektigar i

source: (Med unntak for deler som bare skal brukes som reservedeler.
nn: (Med unntak for delar som berre skal brukast som reservedelar.

source: Oversikt over frister for besvarelse av brev fra Patentstyret i designsaker.
nn: Oversikt over fristar for besvaring av brev frå Patentstyret i designsakar.

source: Patentstyret kan også på eget initiativ kalle inn partene til et møte eller muntlige forhandlinger, dersom dette anses formålstjenlig, se patentstyrelova § 7 første punktum.
nn: Patentstyret kan også på eiga initiativ kalle inn partane til eit møte eller munnlege forhandlingar, dersom dette blir sett som formålstenleg, sjå patentstyrelova § 7 første punktum.

source: Vi vurderer heller ikke om beskrivelsen er tilstrekkelig tydelig til at oppfinnelsen kan utøves av en fagperson.
nn: Vi vurderer heller ikkje om forklaringa er tilstrekkeleg tydeleg til at oppfinninga kan utøvast av ein fagperson.

source: Varsling er et gratis verktøy der du får mulighet til å overvåke andres aktiviteter innenfor patentering, varemerker og design.
nn: Varsling er eit gratis verktøy der du får moglegheit til å overvake andre sine aktivitetar innanfor patentering, varemerke og design.

source: Hvis du ønsker rådgivning rundt strategiske valg kan du oppsøke profesjonell hjelp fra en fullmektig til dette.
nn: Dersom du ønskjer rådgiving rundt strategiske val kan du få profesjonell hjelp frå ein fullmektig til dette.

source: En part som tidligere har anlagt sak for domstolene om gyldigheten av patentet kan normalt ikke kreve administrativ overprøving på et senere tidspunkt.
nn: Ein part som tidlegare har reist sak for domstolane om gyldigheita av patentet, kan normalt ikkje krevje administrativ overprøving på eit seinare tidspunkt.

source: Se også advarsel mot falske fakturaer
nn: Sjå ogsååtvaring mot falske fakturaer

source: Dette betyr at ved melding om overdragelse eller fusjon der meldingen kommer fra andre enn oppnevnt fullmektig, må du legge ved en fullmakt som skal gjelde etter at endringen er utført.
nn: Dette betyr at ved melding om overføring eller fusjon der meldinga kjem frå andre enn vald fullmektig, må du leggje ved ei fullmakt som skal gjelde etter at endringa er utført.

source: Søke patent i andre land
nn: Søkje patent i andre land

source: Hva betyr symbolene som brukes for varemerker og opphavsrett?
nn: Kva betyr symbola som blir brukte for varemerke og opphavsrett?

source: Fyll ut den elektroniske søknaden på nettsiden til World Intellectual Property Organization (WIPO) gjennom
nn: Fyll ut den elektroniske søknaden på nettsidan til World Intellectual Property Organization (WIPO) gjennom

source: Vi kan også utarbeide et «claim enchart» som viser overlapp mellom den kjente teknikken og det du har beskrevet.
nn: Vi kan også utarbeide eit «claim enchart» som viser overlapp mellom den kjende teknikken og det du har beskrive.

source: Dette oppnås blant annet ved å ha tydelige ledere som vektlegger kundenes og samfunnets behov, som hjelper med å prioritere mellom oppgaver og som motiverer, inspirerer og skaper tillit.
nn: Dette blir oppnått blant anna ved å ha tydelege leiarar som vektlegg behovet til kundane og samfunnet, som hjelper med å prioritere mellom oppgåver og som motiverer, inspirerer og skaper tillit.

source: øker konkurransefortrinnet og bedrer muligheten til å tjene penger på produktet ditt
nn: aukar konkurransefortrinnet og betrar moglegheita til å tene pengar på produktet ditt

source: Du kan derfor videreføre PCT-søknaden til EPO på lik linje med andre land.
nn: Du kan derfor vidareføre PCT-søknaden til EPO på lik linje med andre land.

source: Dette er en vurdering og ikke en endelig avgjørelse.
nn: Dette er ei vurdering og ikkje ei endeleg avgjerd.

source: Ønsker du å sende fysisk post til Patentstyret, må du sende dette til postadressen vår:
nn: Ønskjer du å sende fysisk post til Patentstyret, må du sende dette til postadressen vår:

source: Think Outside beskytter innovasjonen for å sikre en god posisjon i markedet
nn: Think Outside verner innovasjonen for å sikre ein god posisjon i marknaden

source: I oktober 2020 søkte de EIC Accelerator (Horizon 2020) og var blant de 4% av 4200 selskaper i Europa som kom til steg 2 i evalueringen, og oppnådde Seal of Excellence-status.
nn: I oktober 2020 søkte dei EIC Accelerator (Horizon 2020) og var blant dei 4% av 4200 selskap i Europa som kom til steg 2 i evalueringa, og oppnådde Seal of Excellence-status.

source: Et vilkår for å gjøre dette er at det finnes en tilgjengelig internasjonal forberedende patenterbarhets-prøvingsrapport (IPRP).
nn: Eit vilkår for å gjere dette er at det finst ein tilgjengeleg internasjonal førbuande rapport for patenterbarheitsprøving (IPRP).

source: I en designsøknad er bibliografiske opplysninger og dokumenter som ikke kan avsløre utseendet til designet allment tilgjengelige allerede fra søknadsdagen.
nn: I ein designsøknad er bibliografiske opplysningar og dokument som ikkje kan avsløre utsjånaden til designet allment tilgjengelege allereie frå søknadsdagen.

source: Det er likevel ikke tilstrekkelig med en generell opplysning om at det foreligger en generell intensjon om å fortsette saksbehandlingen eller beholde rettigheten.
nn: Det er likevel ikkje tilstrekkeleg med ei generell oppysing om at det finst ein generell intensjon om å fortsette saksbehandlinga eller behalde retten.

source: Det tar totalt 2-3 måneder før vi har ferdigbehandlet søknaden.
nn: Det tar totalt 2-3 månader før vi har ferdigbehandla søknaden.

source: Du kan som søker enkelt bruke informasjonen fra basissøknaden din for å opprette den internasjonale søknaden ved bruk av Madrid e-filing portalen.
nn: https://ipportal.wipo.int/ Du kan som søkjer enkelt bruke informasjonen frå basissøknaden din for å opprette den internasjonale søknaden ved bruk av Madrid e-filingsportalen.

source: «For oss har det vært viktig å ha kontroll med rettighetene til produktet for å hindre kopiering og beholde vårt konkurransefortrinn».
nn: «For oss har det vore viktig å ha kontroll med rettane til produktet for å hindre kopiering og behalde konkurransefortrinnet vårt».

source: Det er ikke en frist for å sende inn krav om administrativ overprøving.
nn: Det er ikkje ein frist for å sende inn krav om administrativ overprøving.

source: Patentstyret er unntatt plikten om å gjøre elektronisk journal (offentlig journal) tilgjengelig på Internett.
nn: Patentstyret er ikkje omfatta av plikta til å gjere elektronisk journal (offentleg journal) tilgjengeleg på internett.

source: Hvis du sender inn en protest eller en innsigelse, må du dokumentere at du har en innarbeidet varemerkerettighet.
nn: Viss du sender inn ein protest eller ei motsegn, må du dokumentere at du har ein innarbeidd varemerkerett.

source: gi deg mulighet til å forhandle om finansiering av utviklingskostnader
nn: gi deg moglegheit til å forhandla om finansiering av utveklingskostnader

source: Målsettingen er at kjøretøyene deres skal erstatte mest mulig bruk av bil på korte avstander.
nn: Målsettinga deira er at kjøretøya skal erstatte mest mogleg bruk av bil på korte avstander.

source: Du kan betale for fornyelse inntil 12 måneder før forfall og inntil seks måneder etter forfall, mot at du betaler en tilleggsavgift.Det er ikke nødvendig å levere inn en fullmakt.
nn: Du kan betale for fornying inntil 12 månader før forfall og inntil seks månader etter forfall, mot at du betalar ei tilleggsavgift.Det er ikkje nødvendig å levere inn ei fullmakt.

source: Ta med tilgrensende områder som er aktuelle.
nn: Ta med tilgrensande område som er aktuelle.

source: Sjåførene utfører oppgaven på en brøkdel av tiden det tok tidligere.
nn: Sjåførane utfører oppgåva på ein brøkdel av tida det tok tidlegare.

source: Bildene skal være nummerert i tidsrekkefølge og være ledsaget av en klar og entydig beskrivelse av hva billedsekvensen viser og hva som endrer seg over tid (grafisk gjengivelse).
nn: Bileta skal vere nummererte i tidsrekkefølgje og vere ledsaga av ei klar og entydig skildring av kva biletesekvensen viser og kva som endrar seg over tid (grafisk gjengiving).

source: – Noen av de varemerke-konfliktene som har fått stor oppmerksomhet i Norge er jo blant annet krangelen om The Thief, som ble registrert av noen andre like før Petter Stordalen lanserte hotellet.
nn: – Nokre av dei varemerkekonfliktane som har fått stor merksemd i Noreg er jo blant anna krangelen om The Thief, som blei registrert av nokon andre like før Petter Stordalen lanserte hotellet.

source: I Storbritannia er lukten av bittert øl registrert for dart-piler.
nn: I Storbritannia er lukta av bittert øl registrert for dart-piler.

source: Et smart patentløp gjennom 12 år la grunnlaget for at gründerne av den vesle teknologibedriften GasSecure til slutt kunne innkassere en halv milliard kroner. Tekst:
nn: Eit smart patentløp gjennom 12 år la grunnlaget for at gründerane av den vesle teknologibedrifta GasSecure til slutt kunne innkassere ein halv milliard kroner.

source: Et krav om administrativ overprøving skal leveres til Patentstyret.
nn: Eit krav om administrativ overprøving skal leverast til Patentstyret.

source: «Å jobbe som saksbehandler i Patentstyret er utrolig fint fordi jeg liker å sette meg inn i ny teknologi.
nn: «Å jobbe som saksbehandlar i Patentstyret er utruleg fint fordi eg liker å setje meg inn i ny teknologi.

source: Rådgiverbransjen gir gode råd langt ut over det Patentstyret har mulighet til å tilby.
nn: Rådgivarbransjen gir gode råd langt ut over det Patentstyret har høve til å tilby.

source: Hvis du skal gjøre endringer i søknaden eller registreringen, må du melde dette skriftlig til oss i god tid før du betaler fornyelsen.
nn: Dersom du skal gjere endringar i søknaden eller registreringa, må du melde dette skriftleg til oss i god tid før du betalar fornyinga.

source: Hvor omfattende begrunnelse du må gi, og hva som er terskelen for å få saken din tatt under behandling, vil avhenge av om fristoversittelsen inntraff før eller etter 1.
nn: Kor omfattande grunngiving du må gi, og kva som er terskelen for å få saka di tatt under behandling, vil avhenge av om fristoversitjinga inntraff før eller etter 1.

source: Informasjon om nærliggende rettigheter for analyse av handlingsrom.
nn: Informasjon om nærliggjande rettar for analyse av handlingsrom.

source: forhåndsgodkjent varefortegnelse fra
nn: har førehandsgodkjend vareliste frå

source: Det sosiale er viktig i Patentstyret, og medarbeiderne våre setter pris på det gode arbeidsmiljøet.
nn: Det sosiale er viktig i Patentstyret, og medarbeidarane våre set pris på det gode arbeidsmiljøet.

source: Da kan du hindre andre i å registrere foretaksnavn som kan forveksles med ditt.
nn: Då kan du hindre andre i å registrere føretaksnamn som kan forvekslast med ditt.

source: Er arbeidstaker og arbeidsgiver uenige?
nn: Er arbeidstakar og arbeidsgivar ueinige?

source: I så fall starter vi med å behandle søknaden som vanlig, men vi venter med å registrere og publisere den til datoen du har angitt.
nn: I så fall startar vi med å behandle søknaden som vanleg, men vi ventar med å registrere og publisere den til datoen du har meldt.

source: En enerett gjør det enklere å stoppe misbruk, men det gjør det også lettere å lisensiere ut navnet sitt til andre.
nn: Ein einerett gjer det enklare å stoppe misbruk, men det gjer det også lettare å lisensiere ut namnet sitt til andre.

source: En søknad om forlenget gyldighetstid kan innleveres samtidig med en søknad om sertifikat, eller gjelde en tidligere innlevert søknad om sertifikat eller et allerede meddelt sertifikat.
nn: Ein søknad om forlenga gyldigheitstid kan leverast samtidig med ein søknad om sertifikat, eller gjelde ein tidlegare innlevert søknad om sertifikat eller eit allereie meddelt sertifikat.

source: Hvis det mangler fullmakt i en nasjonal designsøknad som er klar til registrering eller en internasjonal registrering som er klar til å besluttes gjeldende, gir vi én måneds frist for å sende inn kopi av fullmakten.
nn: Viss det manglar fullmakt i ein nasjonal designsøknad som er klar til registrering eller ei internasjonal registrering som er klar til å besluttast gjeldande, gir vi éin månads frist for å sende inn kopi av fullmakten.

source: Handelen med piratvarer er ikke en uskyldig form for kriminalitet uten ofre.
nn: Handelen med piratvarer er ikkje ei uskuldig form for kriminalitet utan ofre.

source: Man kan derfor ikke forvente å bli varslet av Patentstyret om hvilke handlinger som må foretas innen gjeldende frister.
nn: Ein kan derfor ikkje forvente å bli varsla av Patentstyret om kva for handlingar som må gjerast innan gjeldande fristar.

source: Hvis virksomheten din ikke jobber med IPR til daglig, anbefaler vi å benytte et patentbyrå til selve analysen for å avklare om du har "Freedom to Operate".
nn: Viss verksemda di ikkje jobbar med IPR til dagleg, anbefaler vi å bruke eit patentbyrå til sjølve analysen for å avklare om du har "Freedom to Operate".

source: Rettighetstyper som kan få rettsvern ved registrering hos Patentstyret
nn: Rettstypar som kan få rettsvern ved registrering hos Patentstyret

source: Ansvarsmerket du stempler på varene dine må være identisk med ansvarsmerket du har registrert i Patentstyret.
nn: Ansvarsmerket du stemplar på varene dine må vere identisk med ansvarsmerket du har registrert i Patentstyret.

source: Tore Jenssen har vært veldig bevisst på det å bruke fortrolighetsavtaler/ taushetserklæringer når han har vært i kontakt med ulike aktører underveis i prosessen.
nn: Tore Jenssen har vore veldig bevisst på det å bruke fortrulegheitsavtalar/teigeerklæringar når han har vore i kontakt med ulike aktørar undervegs i prosessen.

source: Disse vil ikke komme på listen over autoriserte fullmektiger.
nn: Desse vil ikkje kome på lista over autoriserte fullmektigar.

source: Verktøyene kan kun benyttes for levering av internasjonale PCT-søknader (PCT/RO/101 PCT Request) og kan ikke benyttes for levering av europeiske (EP-patenter) og nasjonale patentsøknader til Patentstyret.
nn: Verktøya kan kun brukast for innlevering av internasjonale PCT-søknadar (PCT/RO/101 PCT Request) og kan ikkje brukast for innlevering av europeiske (EP-patent) og nasjonale patentsøknadar til Patentstyret.
